-- MySQL dump 10.13  Distrib 8.0.39, for Win64 (x86_64)
--
-- Host: localhost    Database: cake
-- ------------------------------------------------------
-- Server version	8.0.39

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `cake`
--

DROP TABLE IF EXISTS `cake`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `cake` (
  `ctgType` char(15) DEFAULT NULL,
  `prdNo` int NOT NULL,
  `prdName` char(30) DEFAULT NULL,
  `prdDetail` varchar(500) DEFAULT NULL,
  `prdPrice` int DEFAULT NULL,
  `prdCount` int DEFAULT '0',
  `prdImage` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`prdNo`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cake`
--

LOCK TABLES `cake` WRITE;
/*!40000 ALTER TABLE `cake` DISABLE KEYS */;
INSERT INTO `cake` VALUES ('기념일케이크',1,'계란판 케이크','귀여운 병아리가 계란판 안에 들어있는 케이크입니다.',30000,6,'anniversarycake(1).jpg'),('기념일케이크',2,'취업 축하 케이크','취업 축하 메시지를 전하기 좋은 양복 케이크입니다.',30000,6,'anniversarycake(2).jpg'),('기념일케이크',3,'할 말이 너무 많은 케이크','할 말은 너무 많은데 케이크가 너무 작네 일단 태어나줘서 고맙구 * 이름 제외 문구 수정 불가',28000,6,'anniversarycake(3).jpg'),('기념일케이크',4,'할 일 리스트 케이크','할 일 리스트를 적을 수 있는 케이크입니다. * 요청사항에 한글 10자 이내, 영문 15자 이내로 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',30000,5,'anniversarycake(4).jpg'),('기념일케이크',5,'폴라로이드 사진 케이크','꽃밭에 폴라로이드 카메라로 찍은 사진을 올려놓은 것 같은 케이크입니다. * 그림 변경 불가. 요청사항에 한글 6자 이내, 영문 8자 이내로 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',35000,5,'anniversarycake(5).jpg'),('기념일케이크',6,'분홍꽃 카드 케이크','분홍색 꽃에 둘러싸인 카드 안에 축하 메시지를 써드립니다. * 요청사항에 한글 8자 이내, 영문 13자 이내로 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',35000,5,'anniversarycake(6).jpg'),('기념일케이크',7,'비행기 케이크','하늘 위를 날아가는 비행기 케이크입니다.',27000,5,'anniversarycake(7).jpg'),('기념일케이크',8,'카네이션 케이크','카네이션 케이크로 감사의 마음을 전해보세요.',27000,5,'anniversarycake(8).jpg'),('기념일케이크',9,'나비와 장미케이크','나비와 장미로 장식된 하트 모양 케이크입니다.',33000,9,'anniversarycake(9).jpg'),('기념일케이크',10,'곰두마리 레터링 케이크','* 요청사항에 한글 10자 이내, 영문 15자 이내로 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',26000,5,'anniversarycake(10).jpg'),('기념일케이크',11,'딸기 모자 곰돌이 케이크','딸기를 모자처럼 쓰고 있는 귀여운 곰돌이 케이크입니다.',31000,5,'anniversarycake(11).jpg'),('기념일케이크',12,'항공사 케이크','요청사항에 항공사 알려주시면 항공사 비행기로 제작해드립니다.',31000,5,'anniversarycake(12).jpg'),('기념일케이크',13,'루피 화환 케이크','화환 케이크입니다. * 개업 축하, 결혼 축하 등 요청사항에 한글 4글자 단어로 입력하시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',30000,6,'anniversarycake(13).jpg'),('기념일케이크',14,'날 데리고 살아줘요 케이크','귀엽게 얘기하기 좋은 케이크입니다. * 문구 수정 불가',26000,5,'anniversarycake(14).jpg'),('기념일케이크',15,'100일 케이크','100일, 200일, 1주년 등에 좋은 케이크입니다. * 요청사항에 한글 4글자 이내로 써주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',26000,5,'anniversarycake(15).jpg'),('기념일케이크',16,'딸기 모자 강아지 케이크','딸기를 모자처럼 쓰고 있는 강아지 두 마리가 있는 케이크입니다. * 요청사항에 한글 10자 이내, 영문 15자 이내로 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 공백으로 제작됩니다.',30000,5,'anniversarycake(16).jpg'),('기념일케이크',17,'아가 건강하게 만나자 케이크','* 요청사항에 아기 이름 작성해 주시면 요청사항 대로 글씨 적어드립니다. 미작성 시 \"아가\"로 제작됩니다.',29000,5,'anniversarycake(17).jpg'),('기념일케이크',18,'경찰 승진 케이크','경찰 마크가 그려진 케이크입니다. \"축승진\" 또는 \"축합격\" 선택 가능합니다. * 미선택 시 공란으로 제작됩니다.',35000,5,'anniversarycake(18).jpg'),('기념일케이크',19,'날짜 지정 디데이 케이크','디데이 또는 기념일을 나타내보세요! * 상단 숫자와 하단 날짜만 지정 가능합니다. 미작성 시 공백으로 제작됩니다.',26000,5,'anniversarycake(19).jpg'),('기념일케이크',20,'크리스마스 딸기 케이크','메리크리스마스! 딸기 케이크입니다. 빵 시트 사이에 딸기가 들어있습니다. * 문구 수정 불가',27000,5,'anniversarycake(20).jpg'),('생일케이크',21,'소두 병아리 케이크','머리가 아주 작은 병아리 케이크입니다.* 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',30000,6,'birthcake(1).jpg'),('생일케이크',22,'초록 하트 케이크','하얀 초코 구슬이 박혀있는 초록색 하트 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',28000,5,'birthcake(2).jpg'),('생일케이크',23,'핑크 리본 케이크','쨍한 핑크색 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',27000,15,'birthcake(3).jpg'),('생일케이크',24,'키티 케이크','키티 3명이 있는 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',28000,5,'birthcake(4).jpg'),('생일케이크',25,'커비 케이크','꼬깔모자를 쓴 커비 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',33000,6,'birthcake(5).jpg'),('생일케이크',26,'사각 리본 케이크','사각형 모양의 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',29000,5,'birthcake(6).jpg'),('생일케이크',27,'밤하늘 케이크','밤하늘이 반짝이는 듯한 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',33000,5,'birthcake(7).jpg'),('생일케이크',28,'사각 생일 케이크','사각형에 심플하게 레터링이 있는 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',27000,5,'birthcake(8).jpg'),('생일케이크',29,'소두 돼지 케이크','머리가 아주 작은 돼지 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',31000,5,'birthcake(9).jpg'),('생일케이크',30,'소두 곰돌이 케이크','머리가 아주 작은 곰돌이 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',31000,5,'birthcake(10).jpg'),('생일케이크',31,'미니 사각 생일 케이크','1호보다 작은 미니 사이즈입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',22000,6,'birthcake(11).jpg'),('생일케이크',32,'너의 편이 되어줄게 케이크','귀여운 캐릭터가 그려져있는 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',29000,5,'birthcake(12).jpg'),('생일케이크',33,'짱구 케이크','짱구 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',34000,5,'birthcake(13).jpg'),('생일케이크',34,'기영이 케이크','기영이가 바나나를 먹는 모습의 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',30000,5,'birthcake(14).jpg'),('생일케이크',35,'인물과 꽃 케이크','*문구는 요청사항에 한글 10자, 영문 15자 이내로 작성해주세요. 미작성 시 공백으로 제작. 장발, 단발 원하시는 머리길이를 요청사항에 써주세요. 미작성 시 머리 짧은 인물로 제작됩니다.',35000,5,'birthcake(15).jpg'),('생일케이크',36,'부모님 생신 축하 케이크','* 요청사항에서 어머니, 아버지 중에 선택해 주세요. 미작성 시 상품 이미지와 똑같이 제작됩니다.',33000,5,'birthcake(16).jpg'),('생일케이크',37,'오늘은 무슨 날 케이크','* 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',26000,5,'birthcake(17).jpg'),('생일케이크',38,'반려동물과 함께 케이크','귀여운 반려동물과 인간이 그려진 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',26000,5,'birthcake(18).jpg'),('생일케이크',39,'달력 케이크','달력 처럼 날짜에 동그라미 표시가 되어있는 케이크입니다. * 날짜 제외하고는 수정 불가합니다. 표시할 날짜를 요청사항에 써주세요. 미작성 시 표시 제외하고 제작됩니다.',30000,5,'birthcake(19).jpg'),('생일케이크',40,'대두 곰돌이 케이크','머리가 큰 곰돌이 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',31000,5,'birthcake(20).jpg'),('결혼식케이크',41,'품절 케이크','품절 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',27000,5,'weddingcake(1).jpg'),('결혼식케이크',42,'꽃길 축하 케이크','결혼 축하 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',32000,6,'weddingcake(2).jpg'),('결혼식케이크',43,'흰색 하트 케이크','흰색 하트 모양 생크림 케이크입니다. * 문구 없음',30000,5,'weddingcake(3).jpg'),('결혼식케이크',44,'2단 흰색 리본 케이크','2단 케이크입니다. 리본 장식이 붙어있습니다. 제거 후 섭취하세요. * 문구 없음',45000,5,'weddingcake(4).jpg'),('결혼식케이크',45,'2단 골드 초코볼 케이크','골드 색상의 초코볼이 장식되어 있는 2단 케이크입니다. * 문구 없음',45000,5,'weddingcake(5).jpg'),('결혼식케이크',46,'빈티지 꽃 케이크','빈티지 한 느낌을 살린 꽃 장식 케이크입니다. * 문구 없음',32000,5,'weddingcake(6).jpg'),('결혼식케이크',47,'빈티지 골드 초코볼 케이크','빈티지 한 느낌을 살린 꽃 장식에 골드 초코볼이 장식된 케이크입니다. * 문구 없음',33000,5,'weddingcake(7).jpg'),('결혼식케이크',48,'안개꽃 케이크 골드','안개꽃이 장식 되어 있는 케이크입니다. 안개꽃 제거 후 섭취하세요. 골드 색상의 초코볼이 장식되어 있습니다. * 배송 중 안개꽃이 일부 케이크에 떨어질 수 있습니다. 해당 사항으로 교환/환불 불가.',33000,6,'weddingcake(8).jpg'),('결혼식케이크',49,'큰 리본 장식 케이크','큰 리본이 케이크 옆면에 장식되어 있습니다. * 문구 없음',33000,5,'weddingcake(9).jpg'),('결혼식케이크',50,'안개꽃 케이크 실버','안개꽃이 장식 되어 있는 케이크입니다. 안개꽃 제거 후 섭취하세요. 실버 색상의 초코볼이 장식되어 있습니다. * 배송 중 안개꽃이 일부 케이크에 떨어질 수 있습니다. 해당 사항으로 교환/환불 불가.',33000,5,'weddingcake(10).jpg'),('결혼식케이크',51,'사각 체리 케이크','사각형 모양의 케이크입니다. 체리가 올라가있습니다. * 문구 없음',30000,5,'weddingcake(11).jpg'),('결혼식케이크',52,'반지 프로포즈 케이크','반지 그림이 그려진 프로포즈용 케이크입니다. * 이름 제외하고는 수정 불가합니다. 이름은 요청사항에 써주세요. 미작성 시 이름 제외하고 제작됩니다.',27000,5,'weddingcake(12).jpg'),('결혼식케이크',53,'웨딩데이 케이크','결혼 날짜가 적힌 케이크입니다. * 날짜 제외하고는 수정 불가합니다. 날짜는 요청사항에 써주세요. 미작성 시 날짜 제외하고 제작됩니다.',27000,5,'weddingcake(13).jpg'),('결혼식케이크',54,'웨딩 포켓 케이크','*문구는 요청사항에 한글 10자, 영문 15자 이내로 작성해주세요. 미작성 시 공백으로 제작됩니다.',30000,5,'weddingcake(14).jpg'),('결혼식케이크',55,'신혼부부 케이크','귀여운 신혼부부가 올라간 케이크입니다. * 문구 수정 불가',36000,5,'weddingcake(15).jpg'),('결혼식케이크',56,'왕관 케이크','왕관 장식이 올라간 케이크입니다. 왕관 제거 후 섭취해주세요. * 문구 없음',33000,5,'weddingcake(16).jpg'),('결혼식케이크',57,'품절 초 케이크','SOLD OUT 문자 초가 함께 배송됩니다. 흰색 리본이 장식되어 있습니다. 제거 후 섭취하세요. * 문구 없음',33000,5,'weddingcake(17).jpg'),('결혼식케이크',58,'미니 신혼부부 케이크','손바닥보다 작은 완전 미니 케이크입니다!! *문구는 요청사항에 한글 10자, 영문 15자 이내로 작성해주세요. 미작성 시 공백으로 제작됩니다.',15000,11,'weddingcake(18).jpg'),('결혼식케이크',59,'웨딩드레스 케이크','웨딩드레스 모양의 케이크입니다. * 문구 없음',40000,6,'weddingcake(19).jpg'),('결혼식케이크',60,'사각 품절 케이크','사각형 모양의 케이크입니다. * 문구 수정 불가',30000,7,'weddingcake(20).jpg'),(NULL,61,'도안 케이크',NULL,0,1,''),(NULL,62,'디자인 케이크',NULL,22000,1,''),(NULL,63,'디자인 케이크',NULL,22000,1,''),(NULL,64,'도안 케이크',NULL,0,1,''),(NULL,65,'도안 케이크',NULL,0,1,''),(NULL,66,'디자인 케이크',NULL,22000,1,''),(NULL,67,'디자인 케이크',NULL,22000,0,''),(NULL,68,'디자인 케이크',NULL,22000,0,''),(NULL,69,'디자인 케이크',NULL,22000,0,''),(NULL,70,'디자인 케이크',NULL,22000,0,''),(NULL,71,'디자인 케이크',NULL,22000,0,''),(NULL,72,'디자인 케이크',NULL,22000,0,''),(NULL,73,'도안 케이크',NULL,0,0,''),(NULL,74,'디자인 케이크',NULL,22000,0,''),(NULL,75,'디자인 케이크',NULL,22000,0,''),(NULL,76,'디자인 케이크',NULL,22000,0,''),(NULL,77,'디자인 케이크',NULL,22000,0,''),(NULL,78,'디자인 케이크',NULL,22000,0,''),(NULL,79,'디자인 케이크',NULL,22000,0,''),(NULL,80,'디자인 케이크',NULL,22000,0,''),(NULL,81,'도안 케이크',NULL,0,0,''),(NULL,82,'도안 케이크',NULL,0,0,''),(NULL,83,'디자인 케이크',NULL,22000,0,''),(NULL,84,'도안 케이크',NULL,0,0,''),(NULL,85,'도안 케이크',NULL,0,0,''),(NULL,86,'디자인 케이크',NULL,22000,0,''),(NULL,87,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,88,'도안 케이크',NULL,0,0,''),(NULL,89,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,90,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,91,'도안 케이크',NULL,0,0,''),(NULL,92,'도안 케이크',NULL,0,0,''),(NULL,93,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,94,'도안 케이크',NULL,0,0,''),(NULL,95,'도안 케이크',NULL,0,0,''),(NULL,96,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,97,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,98,'도안 케이크',NULL,0,0,''),(NULL,99,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,100,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,101,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,102,'도안 케이크',NULL,0,0,''),(NULL,103,'도안 케이크',NULL,0,0,''),(NULL,104,'도안 케이크',NULL,0,0,''),(NULL,105,'도안 케이크',NULL,0,0,''),(NULL,106,'도안 케이크',NULL,0,0,''),(NULL,107,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,108,'도안 케이크',NULL,0,0,''),(NULL,109,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,110,'도안 케이크',NULL,0,0,''),(NULL,111,'디자인 케이크',NULL,22000,0,'designCakeImage.jpg'),(NULL,112,'도안 케이크',NULL,0,0,''),(NULL,113,'도안 케이크',NULL,0,0,''),(NULL,114,'도안 케이크',NULL,0,0,''),(NULL,115,'도안 케이크',NULL,0,1,''),(NULL,116,'도안 케이크',NULL,0,1,''),(NULL,117,'도안 케이크',NULL,0,1,''),(NULL,118,'디자인 케이크',NULL,22000,1,'designCakeImage.jpg');
/*!40000 ALTER TABLE `cake` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cart`
--

DROP TABLE IF EXISTS `cart`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `cart` (
  `ctNo` char(40) NOT NULL,
  `prdNo` int NOT NULL,
  `ctQty` int DEFAULT NULL,
  `memId` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `memNickname` char(20) DEFAULT NULL,
  `prdCakesize` char(50) DEFAULT NULL,
  `prdTaste` char(50) DEFAULT NULL,
  `prdFruit` char(50) DEFAULT NULL,
  `prdTopcream` char(50) DEFAULT NULL,
  `prdBottomcream` char(50) DEFAULT NULL,
  `prdCandle` char(50) DEFAULT NULL,
  `prdCooling` char(50) DEFAULT NULL,
  `prdDeliverydate` date DEFAULT NULL,
  `prdLettering` char(100) DEFAULT NULL,
  `prdDesign` varchar(255) DEFAULT NULL,
  `prdSizeprice` int DEFAULT '0',
  `prdFruitprice` int DEFAULT '0',
  `prdCandleprice` int DEFAULT '0',
  `prdCoolingprice` int DEFAULT '0',
  `prdMessage` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`ctNo`,`prdNo`),
  KEY `prdNo` (`prdNo`),
  KEY `memId` (`memId`),
  CONSTRAINT `cart_ibfk_1` FOREIGN KEY (`prdNo`) REFERENCES `cake` (`prdNo`),
  CONSTRAINT `cart_ibfk_2` FOREIGN KEY (`memId`) REFERENCES `member` (`memId`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cart`
--

LOCK TABLES `cart` WRITE;
/*!40000 ALTER TABLE `cart` DISABLE KEYS */;
INSERT INTO `cart` VALUES ('f516dbff-fcf3-499c-af49-c102866b6283',6,1,'ring','링바링','','','','','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-31','',NULL,0,0,1000,2000,'\"사랑해\"라고 적어주세요!');
/*!40000 ALTER TABLE `cart` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ci_zipcodet`
--

DROP TABLE IF EXISTS `ci_zipcodet`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `ci_zipcodet` (
  `zipcode` varchar(7) DEFAULT NULL,
  `sido` varchar(4) DEFAULT NULL,
  `gugun` varchar(13) DEFAULT NULL,
  `dong` varchar(43) DEFAULT NULL,
  `bunji` varchar(17) DEFAULT NULL,
  `seq` varchar(5) NOT NULL,
  PRIMARY KEY (`seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ci_zipcodet`
--

LOCK TABLES `ci_zipcodet` WRITE;
/*!40000 ALTER TABLE `ci_zipcodet` DISABLE KEYS */;
/*!40000 ALTER TABLE `ci_zipcodet` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `manager`
--

DROP TABLE IF EXISTS `manager`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `manager` (
  `managerId` char(20) NOT NULL,
  `managerPwd` char(20) NOT NULL,
  PRIMARY KEY (`managerId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `manager`
--

LOCK TABLES `manager` WRITE;
/*!40000 ALTER TABLE `manager` DISABLE KEYS */;
INSERT INTO `manager` VALUES ('whfdjq','2025');
/*!40000 ALTER TABLE `manager` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `member`
--

DROP TABLE IF EXISTS `member`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `member` (
  `memId` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci NOT NULL,
  `memPwd` char(20) NOT NULL,
  `memName` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `memNickname` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `memBirth` date DEFAULT NULL,
  `memEmail` char(50) DEFAULT NULL,
  `memAddress1` char(50) DEFAULT NULL,
  `memAddress2` char(50) DEFAULT NULL,
  `memZipcode` char(50) DEFAULT NULL,
  `memPhone` char(20) DEFAULT NULL,
  `memSex` char(10) DEFAULT NULL,
  PRIMARY KEY (`memId`),
  UNIQUE KEY `memName` (`memName`),
  UNIQUE KEY `memNickname` (`memNickname`),
  UNIQUE KEY `memPhone` (`memPhone`),
  UNIQUE KEY `memNickname_2` (`memNickname`)
) ENGINE=InnoDB DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `member`
--

LOCK TABLES `member` WRITE;
/*!40000 ALTER TABLE `member` DISABLE KEYS */;
INSERT INTO `member` VALUES ('choco','2222','이초코','초코생크림이좋아','2025-04-21','choco@naver.com',NULL,NULL,NULL,'01022222222','여성'),('chu','3333','박춘식','박춘식','2025-04-25','chu',NULL,NULL,NULL,'01033333333','남성'),('ring','4444','이예린','링바링','2025-05-03','ring@naver.com',NULL,NULL,NULL,'01044444444','여성'),('user','1234','졸작','졸업하자','2003-01-22','example@naver.com','서울시 강남구','남서울 101호',NULL,'01012345678','남성');
/*!40000 ALTER TABLE `member` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `orderinfo`
--

DROP TABLE IF EXISTS `orderinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `orderinfo` (
  `ordSeq` int NOT NULL AUTO_INCREMENT,
  `ordNo` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci NOT NULL,
  `prdNo` int DEFAULT NULL,
  `memName` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `memNickname` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `ordDate` char(30) DEFAULT NULL,
  `prdDeliverydate` date DEFAULT NULL,
  `ordReceiver` char(20) DEFAULT NULL,
  `ordRcvaddress` varchar(100) DEFAULT NULL,
  `ordRcvphone` char(20) DEFAULT NULL,
  `ordPay` int DEFAULT NULL,
  `ordBank` char(20) DEFAULT NULL,
  `ordBankname` char(20) DEFAULT NULL,
  `ordRecipient` char(20) DEFAULT NULL,
  `shippingRequest` varchar(200) DEFAULT NULL,
  `ordQty` int NOT NULL DEFAULT '1',
  `deliveryStatus` varchar(20) DEFAULT '배송준비중',
  PRIMARY KEY (`ordSeq`),
  UNIQUE KEY `orderinfo_ordNo_ordSeq_unique` (`ordNo`,`ordSeq`),
  KEY `prdNo` (`prdNo`),
  KEY `memName` (`memName`),
  KEY `memNickname` (`memNickname`),
  KEY `prdDeliverydate` (`prdDeliverydate`),
  KEY `ordNo` (`ordNo`),
  CONSTRAINT `fk_orderinfo_memNickname` FOREIGN KEY (`memNickname`) REFERENCES `member` (`memNickname`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `orderinfo_ibfk_1` FOREIGN KEY (`prdNo`) REFERENCES `cake` (`prdNo`),
  CONSTRAINT `orderinfo_ibfk_2` FOREIGN KEY (`memName`) REFERENCES `member` (`memName`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `orderinfo_ibfk_3` FOREIGN KEY (`memNickname`) REFERENCES `member` (`memNickname`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=7374 DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `orderinfo`
--

LOCK TABLES `orderinfo` WRITE;
/*!40000 ALTER TABLE `orderinfo` DISABLE KEYS */;
INSERT INTO `orderinfo` VALUES (7329,'ORD20250409-b2cf95b9',58,NULL,'졸업하자','2025-04-09 12:51:08','2025-05-02','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',21000,'농협','홍길동','홍길동','',1,'배송준비중'),(7330,'ORD20250409-3fa03299',22,NULL,'졸업하자','2025-04-09 17:04:54','2025-05-02','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',34000,'농협','홍길동','홍길동','',1,'배송준비중'),(7331,'ORD20250429-aeea7e74',22,NULL,'졸업하자','2025-04-29 21:24:14','2025-04-30','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',34000,'농협','홍길동','홍길동','',1,'배송준비중'),(7332,'ORD20250429-d2b96891',3,NULL,'졸업하자','2025-04-29 21:45:34','2025-04-20','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',33000,'농협','홍길동','홍길동','',1,'배송준비중'),(7333,'ORD20250429-e956fd7c',58,NULL,'졸업하자','2025-04-29 21:59:39','2025-05-09','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',20000,'농협','홍길동','홍길동','',1,'배송준비중'),(7334,'ORD20250429-e97d7ff3',31,NULL,'졸업하자','2025-04-29 22:19:38','2025-05-08','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',57000,'농협','홍길동','홍길동','',1,'배송준비중'),(7335,'ORD20250429-e97d7ff3',2,NULL,'졸업하자','2025-04-29 22:19:38','2025-05-08','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',57000,'농협','홍길동','홍길동','',1,'배송준비중'),(7339,'ORD20250502-9b7ce74e',57,NULL,'졸업하자','2025-05-02 21:52:38','2025-05-09','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',62000,'농협','홍길동','홍길동','',1,'배송준비중'),(7340,'ORD20250502-9b7ce74e',111,NULL,'졸업하자','2025-05-02 21:52:38','2025-06-05','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',62000,'농협','홍길동','홍길동','',1,'배송준비중'),(7341,'ORD20250502-38dafab6',22,NULL,'졸업하자','2025-05-02 21:57:27','2025-05-14','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',31000,'농협','홍길동','홍길동','',1,'배송중'),(7343,'ORD20250502-29ab8587',114,NULL,'졸업하자','2025-05-02 23:54:14','2025-05-27','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',0,'농협','홍길동','홍길동','',1,'배송준비중'),(7344,'ORD1746776500307',58,NULL,'졸업하자','2025-05-09 16:41:55','2025-05-29','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',20000,'카카오페이','카카오페이','홍길동','',1,'배송준비중'),(7345,'ORD1746776662386',2,NULL,'졸업하자','2025-05-09 16:44:39','2025-05-29','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',33000,'카카오페이','ordBankname','홍길동','',1,'배송준비중'),(7346,'ORD1746776730209',58,NULL,'졸업하자','2025-05-09 16:45:44','2025-06-03','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',18000,'카카오페이','홍길동','홍길동','',1,'배송준비중'),(7347,'ORD1746777752900',23,NULL,'졸업하자','2025-05-09 17:02:46','2025-05-29','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',30000,'카카오페이','홍길동','홍길동','',1,'배송준비중'),(7348,'ORD1746779383744',1,NULL,'졸업하자','2025-05-09 17:30:03','2025-05-28','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',33000,'카카오페이','홍길동','홍길동','',1,'배송준비중'),(7349,'ORD1746790722569',58,NULL,'졸업하자','2025-05-09 20:39:02','2025-05-22','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',18000,'카카오페이','홍길동','홍길동','',1,'배송중'),(7350,'ORD1747137912055',9,NULL,'졸업하자','2025-05-13 21:05:38','2025-05-29','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',111000,'카카오페이','홍길동','홍길동','',3,'배송준비중'),(7356,'ORD20250513-2fded49c',23,NULL,'졸업하자','2025-05-13 21:25:43','2025-05-28','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',30000,'농협','홍길동','홍길동','',1,'배송준비중'),(7357,'ORD1747139165815',23,NULL,'졸업하자','2025-05-13 21:26:28','2025-05-28','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','010-1234-5678',30000,'카카오페이','홍길동','홍길동','',1,'배송중'),(7362,'ORD20250520-9a2fab0a',3,NULL,'링바링','2025-05-20 04:04:39','2025-04-23','김아린','경기도 서원시 팔달구 10번길 53 개나리 아파트 103동 106호','010-2222-5678',34000,'농협','김아린','김아린','',1,'배송완료'),(7363,'ORD20250520-b8a360d2',58,NULL,'링바링','2025-05-20 04:14:37','2025-05-28','김아린','경기도 서원시 팔달구 10번길 53 개나리 아파트 103동 106호','010-2222-5678',18000,'농협','김아린','김아린','',1,'배송중'),(7364,'ORD20250520-822a7fcf',25,NULL,'졸업하자','2025-05-20 04:19:17','2025-05-29','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','01012345678',69000,'농협','홍길동','홍길동','',1,'배송준비중'),(7365,'ORD20250520-822a7fcf',9,NULL,'졸업하자','2025-05-20 04:19:17','2025-05-30','홍길동','경기 평택시 평택로 00번길 00 몽 아파트 101동 1002호','01012345678',69000,'농협','홍길동','홍길동','',1,'배송준비중'),(7367,'ORD1747683122161',23,NULL,'박춘식','2025-05-20 04:32:25','2025-05-29','이코코','서울 서초구 서초대로 73길 9 109동 909호','01012345678',30000,'카카오페이','이코코','이코코','',1,'배송준비중'),(7368,'ORD20250520-e258c01d',116,NULL,'박춘식','2025-05-20 05:43:02','2025-05-29','이코코','서울 서초구 서초대로 73길 9 109동 909호','01012345678',0,'농협','이코코','이코코','',1,'배송완료'),(7369,'ORD20250520-2b3bb80e',117,NULL,'박춘식','2025-05-20 05:44:02','2025-05-30','이코코','서울 서초구 서초대로 73길 9 109동 909호','01012345678',0,'농협','이코코','이코코','',1,'배송완료'),(7370,'ORD20250520-e03211f6',118,NULL,'박춘식','2025-05-20 18:23:14','2025-05-30','이코코','서울 서초구 서초대로 73길 9 109동 909호','01012345678',40000,'농협','이코코','이코코','',1,'배송완료'),(7371,'ORD1747739122558',13,NULL,'졸업하자','2025-05-20 20:05:39','2025-05-30','이코코','서울 서초구 서초대로 73길 9 109동 909호','01012345678',35000,'카카오페이','이코코','이코코','',1,'배송준비중'),(7372,'ORD20250526-1b6a4001',48,NULL,'링바링','2025-05-26 03:27:29','2025-05-31','이예린','경기도 수원시','01022222222',39000,'농협','이예린','이예린','',1,'배송준비중'),(7373,'ORD1748221843655',42,NULL,'링바링','2025-05-26 10:11:18','2025-06-01','이예린','경기도 수원시','01022222222',38000,'카카오페이','이예린','이예린','',1,'배송준비중');
/*!40000 ALTER TABLE `orderinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `productdetail`
--

DROP TABLE IF EXISTS `productdetail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `productdetail` (
  `ordNo` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdNo` int DEFAULT NULL,
  `prdCakesize` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdSizeprice` int DEFAULT NULL,
  `prdTaste` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdFruit` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdFruitprice` int DEFAULT NULL,
  `prdTopcream` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdBottomcream` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdCandle` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdCooling` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdDeliverydate` date DEFAULT NULL,
  `prdLettering` char(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdDesign` varchar(255) DEFAULT NULL,
  `prdMessage` varchar(200) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `prdCandleprice` int DEFAULT NULL,
  `prdCoolingprice` int DEFAULT NULL,
  `ordSeq` int DEFAULT NULL,
  KEY `prdNo` (`prdNo`),
  KEY `idx_prdDeliverydate` (`prdDeliverydate`),
  KEY `ordNo` (`ordNo`),
  KEY `idx_ordNo` (`ordNo`),
  KEY `fk_productDetail_ordSeq` (`ordSeq`),
  CONSTRAINT `fk_productdetail_ordNo` FOREIGN KEY (`ordNo`) REFERENCES `orderinfo` (`ordNo`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_productDetail_ordSeq` FOREIGN KEY (`ordSeq`) REFERENCES `orderinfo` (`ordSeq`) ON DELETE SET NULL ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `productdetail`
--

LOCK TABLES `productdetail` WRITE;
/*!40000 ALTER TABLE `productdetail` DISABLE KEYS */;
INSERT INTO `productdetail` VALUES (NULL,62,'3호(+10,000)',10000,'바닐라시트 + 우유 생크림','',NULL,'','','스마일초(+1,000)','보냉포장 O (+2,000)','2025-03-26',NULL,NULL,'',1000,2000,NULL),(NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2025-03-27',NULL,NULL,NULL,NULL,NULL,NULL),(NULL,64,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-31',NULL,'pngegg (15).png','',0,0,NULL),(NULL,67,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-29',NULL,NULL,'sds',1000,2000,NULL),(NULL,2,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-29',NULL,NULL,'asdas',1000,2000,NULL),(NULL,50,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-28',NULL,NULL,'dfdf',1000,2000,NULL),(NULL,54,'',0,'','',0,'','','하트초(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'fdfd',1000,0,NULL),(NULL,54,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,54,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,68,'1호(+0)',0,'바닐라시트 + 우유 생크림','과일 추가 안함',0,'별깍지 모양','별깍지 모양','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,48,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-28',NULL,NULL,'',1000,2000,NULL),(NULL,6,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-28',NULL,NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',1000,0,NULL),(NULL,28,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,46,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,41,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'sd',0,0,NULL),(NULL,54,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,48,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,47,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,47,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,21,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,21,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-29',NULL,NULL,'',0,0,NULL),(NULL,21,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-29',NULL,NULL,'',0,0,NULL),(NULL,54,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-28',NULL,NULL,'',0,0,NULL),(NULL,54,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-29',NULL,NULL,'',1000,0,NULL),(NULL,46,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-29',NULL,NULL,'dssdsds',0,2000,NULL),(NULL,69,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'별깍지 모양','원형 모양','초 구매 안함','보냉포장 O (+2,000)','2025-03-31',NULL,NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-29',NULL,NULL,'',0,0,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-13',NULL,NULL,'',0,0,NULL),(NULL,71,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','딸기(+5,000)',5000,'원형 모양','별깍지 모양','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-14',NULL,NULL,'',1000,0,NULL),(NULL,72,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'원형 모양','별깍지 모양','초 구매 안함','보냉포장 O (+2,000)','2025-03-27',NULL,NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-20',NULL,NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-03-14',NULL,NULL,'sd',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-29',NULL,NULL,'sds',0,2000,NULL),(NULL,73,'2호(+5,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-21',NULL,'KakaoTalk_20250211_182749566.jpg','sdsd',0,0,NULL),(NULL,74,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','체리(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-31',NULL,NULL,'sd',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-03-31',NULL,NULL,'dsdsdsd',1000,2000,NULL),(NULL,75,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','딸기(+5,000)',5000,'원형 모양','원형 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-22',NULL,NULL,'',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-26',NULL,NULL,'',1000,2000,NULL),(NULL,76,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-14',NULL,NULL,'',1000,2000,NULL),(NULL,77,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'원형 모양','별깍지 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-20','s',NULL,'sd',1000,2000,NULL),(NULL,78,'2호(+5,000)',5000,'바닐라시트 + 초코 생크림','체리(+5,000)',5000,'원형 모양','원형 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-15','sd',NULL,'sd',1000,2000,NULL),(NULL,79,'3호(+10,000)',10000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'회오리 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-13','sd',NULL,'sds',1000,2000,NULL),(NULL,80,'3호(+10,000)',10000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-06','sda',NULL,'dsd',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-26','',NULL,'',1000,2000,NULL),(NULL,81,'3호(+10,000)',0,'바닐라시트 + 우유 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-13','','2.png','sdsda',0,0,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-16','',NULL,'',0,0,NULL),(NULL,82,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 O (+2,000)','2025-03-13','','_bbadcca9-288a-45aa-96fa-b6276e70545c.jpg','d',0,0,NULL),(NULL,83,'2호(+5,000)',5000,'바닐라시트 + 초코 생크림','체리(+5,000)',5000,'원형 모양','회오리 모양','하트초(+1,000)','보냉포장 O (+2,000)','2025-03-14','dsdasd',NULL,'ds',1000,2000,NULL),(NULL,84,'2호(+5,000)',0,'초코시트 + 우유 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-02-26','','3.png','fggfgfgf',0,0,NULL),(NULL,85,'1호(+0)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-19','','7.png','',0,0,NULL),(NULL,86,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','딸기(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-27','',NULL,'',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-14','',NULL,'',1000,2000,NULL),(NULL,87,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','딸기(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-27','sdsd',NULL,'sd',1000,2000,NULL),(NULL,88,'2호(+5,000)',0,'바닐라시트 + 초코 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-18','','5.png','sds',0,0,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-20','',NULL,'sdsd',1000,2000,NULL),(NULL,89,'3호(+10,000)',10000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'원형 모양','회오리 모양','하트초(+1,000)','보냉포장 O (+2,000)','2025-03-17','sdsd',NULL,'sdsdsds',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-03-12','',NULL,'sdsds',1000,2000,NULL),(NULL,90,'2호(+5,000)',5000,'초코시트 + 우유 생크림','체리(+5,000)',5000,'원형 모양','별깍지 모양','초 구매 안함','보냉포장 O (+2,000)','2025-03-05','',NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-14','',NULL,'dsdsd',0,2000,NULL),(NULL,27,'',0,'','',0,'','','하트초(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-10','',NULL,'',1000,0,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-20','',NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-03-19','',NULL,'',0,2000,NULL),(NULL,27,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-20','',NULL,'',0,0,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-20','',NULL,'',1000,0,NULL),(NULL,27,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-03-21','',NULL,'',1000,2000,NULL),(NULL,91,'1호(+0)',0,'바닐라시트 + 초코 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-03-12','','KakaoTalk_20250211_182749566.jpg','gggggggg',0,0,NULL),(NULL,92,'3호(+10,000)',0,'바닐라시트 + 초코 생크림','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-25','','8.png','gdffgdsfd',0,0,NULL),(NULL,93,'2호(+5,000)',5000,'초코시트 + 녹차 생크림','체리(+5,000)',5000,'회오리 모양','원형 모양','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','dfsdfdf',NULL,'fdfdf',1000,2000,NULL),(NULL,94,'2호(+5,000)',0,'바닐라시트 + 초코 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-24','','14.png','sds',0,0,NULL),(NULL,95,'2호(+5,000)',0,'초코시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-30','','11.png','dfdfd',0,0,NULL),(NULL,96,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'원형 모양','회오리 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-30','ㅇㄴㅇㄴ',NULL,'ㄴㅇㄴ',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','',NULL,'ㄴㅇㄴㅇ',1000,2000,NULL),(NULL,7,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-04-17','',NULL,'ㅇㄹㅇㄹ',1000,0,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-24','',NULL,'ㄴㅇㄴㅇㄴ',1000,2000,NULL),(NULL,97,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','딸기(+5,000)',5000,'원형 모양','원형 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-15','ㅁㄴㅁㄴㅇㅁㄴ',NULL,'ㄴㅇㄴㅇㄴ',1000,2000,NULL),(NULL,50,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-01','',NULL,'ㄴㅇㅁㄴㅇ',1000,2000,NULL),(NULL,98,'2호(+5,000)',0,'바닐라시트 + 초코 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-17','','9.png','ㄴㅇㅁㄴㅇㅁㄴ',0,0,NULL),(NULL,99,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'원형 모양','원형 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-09','ㄴㅇㄴㅁ',NULL,'ㄴㅇㄴ',1000,2000,NULL),(NULL,27,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-18','',NULL,'ㅇㄹㄴㅇㄹ',1000,2000,NULL),(NULL,6,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-12','',NULL,'ㄴㅇㅁㄴㅇ',1000,2000,NULL),(NULL,54,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-18','',NULL,'ㄹㅇㄹㅇㄹ',1000,2000,NULL),(NULL,56,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-16','',NULL,'ㄴㅇㄴㄴㅇ',1000,2000,NULL),(NULL,100,'2호(+5,000)',5000,'바닐라시트 + 녹차 생크림','체리(+5,000)',5000,'원형 모양','원형 모양','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-18','ㄴㅇㄹㄴ',NULL,'ㄹㅇㄹㄴㅇㄹ',1000,2000,NULL),(NULL,54,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-19','',NULL,'ㄹㅇㄹㅇㄹ',1000,2000,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-18','',NULL,'ㅊㅌㅊㅌㅊ',1000,2000,NULL),(NULL,28,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-02','',NULL,'ㄹㅇㄹㄴㅇㄹ',1000,2000,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-15','',NULL,'ㅇㄹㅇㄴㄹㅇㄹ',1000,2000,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-19','',NULL,'ㄴㅇㄴㅇㄴ',1000,2000,NULL),(NULL,101,'3호(+10,000)',10000,'바닐라시트 + 초코 생크림','딸기(+5,000)',5000,'별깍지 모양','별깍지 모양','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-08','레터링',NULL,'특별 요청',1000,2000,NULL),(NULL,21,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-25','',NULL,'특별요청11',1000,2000,NULL),(NULL,102,'2호(+5,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-16','','10.png','특별 요청11',0,0,NULL),(NULL,103,'2호(+5,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-18','','13.png','특별',0,0,NULL),(NULL,8,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-24','',NULL,'큭별',1000,2000,NULL),(NULL,26,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-25','',NULL,'test1',1000,2000,NULL),(NULL,26,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-25','',NULL,'test1',1000,2000,NULL),(NULL,26,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','',NULL,'fsd',1000,2000,NULL),(NULL,26,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','',NULL,'fsd',1000,2000,NULL),(NULL,59,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-03','',NULL,'이쁘게 해주세여',1000,2000,NULL),(NULL,59,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-03','',NULL,'이쁘게 해주세여',1000,2000,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-04-24','',NULL,'ㅗㅓㅗ',1000,0,NULL),(NULL,28,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-04-24','',NULL,'ㅗㅓㅗ',1000,0,NULL),(NULL,55,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-25','',NULL,'f',1000,2000,NULL),(NULL,55,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-25','',NULL,'f',1000,2000,NULL),(NULL,104,'2호(+5,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-01','생일축하해','다운로드 (2).jpg','',0,0,NULL),(NULL,104,'2호(+5,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-01','생일축하해','다운로드 (2).jpg','',0,0,NULL),(NULL,105,'2호(+5,000)',0,'바닐라시트 + 초코 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-07','생일축하해','지브리사진.png','',0,0,NULL),(NULL,105,'2호(+5,000)',0,'바닐라시트 + 초코 생크림','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-04-07','생일축하해','지브리사진.png','',0,0,NULL),(NULL,58,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-05-02','',NULL,'yeye',1000,2000,NULL),(NULL,3,'',0,'','',0,'','','하트초(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-01','',NULL,'ryir',1000,0,NULL),(NULL,106,'3호(+10,000)',0,'바닐라시트 + 녹차 생크림','',0,'','','초 구매 안함','보냉포장 O (+2,000)','2025-04-18','ut','pngegg (21).png','',0,0,NULL),(NULL,107,'3호(+10,000)',10000,'바닐라시트 + 녹차 생크림','망고(+5,000)',5000,'별깍지 모양','별깍지 모양','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-01','yyy',NULL,'',0,0,NULL),(NULL,58,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-24','',NULL,'',1000,2000,NULL),(NULL,58,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-24','',NULL,'',1000,2000,NULL),(NULL,3,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','',NULL,'tttt',1000,2000,NULL),(NULL,58,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-05-02','',NULL,'yeye',1000,2000,NULL),(NULL,22,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-05-02','',NULL,'초록색 생크림 대신에 갈색으로 해주세요.',1000,2000,NULL),(NULL,3,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-04-20','',NULL,'',0,2000,NULL),(NULL,22,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-05-02','',NULL,'초록색 생크림 대신에 갈색으로 해주세요.',1000,2000,NULL),(NULL,22,'',0,'','',0,'','','스마일초(+1,000)','보냉포장 O (+2,000)','2025-04-30','',NULL,'',1000,2000,NULL),(NULL,22,'',0,'','',0,'','','스마일초(+1,000)','보냉포장 O (+2,000)','2025-04-30','',NULL,'',1000,2000,NULL),(NULL,3,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-04-20','',NULL,'',0,2000,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-09','',NULL,'',0,2000,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-09','',NULL,'',0,2000,NULL),(NULL,2,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-08','',NULL,'',0,0,NULL),(NULL,31,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-08','',NULL,'',0,2000,NULL),(NULL,31,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-08','',NULL,'',0,2000,NULL),(NULL,2,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-08','',NULL,'',0,0,NULL),(NULL,108,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 O (+2,000)','2025-05-09','고고마','Hemtori.jpeg','고고마',0,0,NULL),(NULL,109,'3호(+10,000)',10000,'초코시트 + 우유 생크림','체리(+5,000)',5000,'회오리 모양','회오리 모양','초 구매 안함','보냉포장 O (+2,000)','2025-05-09','고고마',NULL,'고고마',0,2000,NULL),(NULL,57,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-09','',NULL,'',0,2000,NULL),(NULL,110,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','','pngegg (20).png','',0,0,NULL),(NULL,110,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','','pngegg (20).png','',0,0,NULL),(NULL,111,'1호(+0)',0,'초코시트 + 초코 생크림','과일 추가 안함',0,'별깍지 모양','원형 모양','초 구매 안함','보냉포장 O (+2,000)','2025-06-05','',NULL,'',0,2000,NULL),(NULL,57,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-09','',NULL,'',0,2000,NULL),(NULL,111,'1호(+0)',0,'초코시트 + 초코 생크림','과일 추가 안함',0,'별깍지 모양','원형 모양','초 구매 안함','보냉포장 O (+2,000)','2025-06-05','',NULL,'',0,2000,NULL),(NULL,22,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-14','',NULL,'',0,0,NULL),(NULL,22,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-14','',NULL,'',0,0,NULL),(NULL,112,'1호(+0)',0,'초코시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-07','','GhLjTK_a8AAeuEG.jpeg','',0,0,NULL),(NULL,112,'1호(+0)',0,'초코시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-07','','GhLjTK_a8AAeuEG.jpeg','',0,0,NULL),(NULL,113,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-27','','#imessage #png #messageforedits #vseditpng #vs #notification #imessagenotif #freetoedit.jpeg','',0,0,NULL),(NULL,114,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-27','','vecteezy_mouse-cursor-symbol-on-transparent-background_17178335.png','',0,0,NULL),('ORD20250502-29ab8587',114,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-27','','vecteezy_mouse-cursor-symbol-on-transparent-background_17178335.png','',0,0,7343),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-29','',NULL,'',0,2000,NULL),('ORD1746776500307',58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-29','',NULL,'',0,2000,7344),(NULL,2,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),('ORD1746776662386',2,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,7345),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-03','',NULL,'',0,0,NULL),('ORD1746776730209',58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-03','',NULL,'',0,0,7346),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),('ORD1746777752900',23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,7347),(NULL,1,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,NULL),('ORD1746779383744',1,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,7348),(NULL,59,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-14','',NULL,'',0,0,NULL),(NULL,59,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-23','',NULL,'',0,0,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-22','',NULL,'',0,0,NULL),('ORD1746790722569',58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-22','',NULL,'',0,0,7349),(NULL,9,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-29','',NULL,'',1000,2000,NULL),('ORD1747137912055',9,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-29','',NULL,'',1000,2000,7350),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-29','',NULL,'',0,2000,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-03','',NULL,'',0,0,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-04','',NULL,'',0,0,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,NULL),('ORD20250513-2fded49c',23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,7356),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,NULL),('ORD1747139165815',23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,7357),(NULL,21,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-23','',NULL,'',0,2000,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-02','',NULL,'gggg',0,0,NULL),(NULL,3,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-23','',NULL,'포장주의',1000,2000,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-06-05','',NULL,'',0,0,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),(NULL,58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,NULL),('ORD20250520-9a2fab0a',3,'',0,'','',0,'','','하트초(+1,000)','보냉포장 O (+2,000)','2025-04-23','',NULL,'tttt',1000,2000,7362),('ORD20250520-b8a360d2',58,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-28','',NULL,'',0,0,7363),(NULL,25,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),(NULL,9,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','',NULL,'',0,0,NULL),('ORD20250520-822a7fcf',25,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,7364),('ORD20250520-822a7fcf',9,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','',NULL,'',0,0,7365),(NULL,115,'3호(+10,000)',0,'초코시트 + 우유 생크림','',0,'','','하트초(+1,000)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','','가나디.jpeg','',0,0,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),('ORD1747683122161',23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,7367),(NULL,116,'1호(+0)',0,'초코시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','','ganadi.jpeg','',0,0,NULL),('ORD20250520-e258c01d',116,'1호(+0)',0,'초코시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','','ganadi.jpeg','',0,0,7368),(NULL,117,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','','kakao.png','',0,0,NULL),('ORD20250520-2b3bb80e',117,'1호(+0)',0,'바닐라시트 + 우유 생크림','',0,'','','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','','kakao.png','',0,0,7369),(NULL,118,'3호(+10,000)',10000,'초코시트 + 초코 생크림','망고(+5,000)',5000,'회오리 모양','별깍지 모양','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','',NULL,'',0,0,NULL),('ORD20250520-e03211f6',118,'3호(+10,000)',10000,'초코시트 + 초코 생크림','망고(+5,000)',5000,'회오리 모양','별깍지 모양','초 구매 안함','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-30','',NULL,'',0,0,NULL),(NULL,23,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 X (5~8월에 선택시 자동 주문취소)','2025-05-29','',NULL,'',0,0,NULL),(NULL,13,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-30','',NULL,'',0,2000,NULL),('ORD1747739122558',13,'',0,'','',0,'','','초 구매 안함(+0)','보냉포장 O (+2,000)','2025-05-30','',NULL,'',0,2000,NULL),(NULL,48,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-31','',NULL,'땅콩 안 들어가죠? 땅콩 들어가면 빼주세요!',1000,2000,NULL),('ORD20250526-1b6a4001',48,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-31','',NULL,'땅콩 안 들어가죠? 땅콩 들어가면 빼주세요!',1000,2000,NULL),(NULL,6,'',0,'','',0,'','','일반초 5개입 세트(+1,000)','보냉포장 O (+2,000)','2025-05-31','',NULL,'\"사랑해\"라고 적어주세요!',1000,2000,NULL),(NULL,42,'',0,'','',0,'','','스마일초(+1,000)','보냉포장 O (+2,000)','2025-06-01','',NULL,'\"이소영\"이라고 적어주세요',1000,2000,NULL),('ORD1748221843655',42,'',0,'','',0,'','','스마일초(+1,000)','보냉포장 O (+2,000)','2025-06-01','',NULL,'\"이소영\"이라고 적어주세요',1000,2000,NULL);
/*!40000 ALTER TABLE `productdetail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `question`
--

DROP TABLE IF EXISTS `question`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `question` (
  `questionIdx` int NOT NULL AUTO_INCREMENT,
  `questionNo` int DEFAULT NULL,
  `memNickname` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `questionText` varchar(500) DEFAULT NULL,
  `questionCategory` varchar(30) DEFAULT NULL,
  `questionImage` varchar(500) DEFAULT NULL,
  `questionAt` datetime DEFAULT CURRENT_TIMESTAMP,
  `questionCount` int DEFAULT NULL,
  `questionPwd` char(20) DEFAULT NULL,
  `masterId` int DEFAULT NULL,
  `replyNum` int DEFAULT NULL,
  `step` int DEFAULT NULL,
  `questionTitle` varchar(500) DEFAULT NULL,
  PRIMARY KEY (`questionIdx`),
  KEY `memNickname` (`memNickname`),
  CONSTRAINT `question_ibfk_1` FOREIGN KEY (`memNickname`) REFERENCES `member` (`memNickname`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `question`
--

LOCK TABLES `question` WRITE;
/*!40000 ALTER TABLE `question` DISABLE KEYS */;
INSERT INTO `question` VALUES (3,NULL,'졸업하자','제가 그림을 못 그려서 직접 도안을 그리지는 못하겠는데 이 캐릭터로 도안 할 수 있나요? 이 장면 그려주세요 케이크에...!! 저 그림 그대로 도안으로 하고 싶어요. 저렇게 하면 얼마인가요?','도안문의','uploads/다운로드 (1).jpg','2025-04-08 18:10:15',1,'1111',NULL,NULL,NULL,'이 캐릭터 그려주실 수 있나요???'),(4,NULL,'링바링','주문할 때 배송 일자 4월 4일로 선택했어요. 근데 일정이 바뀌어서 4월 7일로 바꾸고 싶은데 가능한가요?ㅠㅠㅠ꼭 바꿔야 되는데.....제발요ㅠㅠㅠ','배송/결제',NULL,'2025-04-08 18:14:08',3,'4444',NULL,NULL,NULL,'배송 일자 바꾸고 싶어요ㅠㅠ'),(5,NULL,'박춘식','50 저희집 따님이 동물성 생크림이 아니면 안 먹어서요. 어떤 생크림 사용하시는지...\r\n이런 질문하면 진상인가요...? 죄송합니다....','기타문의',NULL,'2025-04-08 18:28:00',2,'3333',NULL,NULL,NULL,'동물성 생크림인가요, 식물성 생크림인가요?'),(6,NULL,'초코생크림이좋아','초코맛 생크림이 초코맛이 너무 연해요;; 이런 것도 초코라고 하나요? 환불해주세요!!!!! 다 먹었긴 한데 기분이 나빠요. 억지로 먹었네요. 환불해주세요.','교환/환불',NULL,'2025-04-08 19:03:27',4,'2222',NULL,NULL,NULL,'초코맛이 안 진해서 환불하고 싶어요;;'),(7,NULL,'링바링','도안에서 수정하고 싶은 부분이 있어서요. 이걸로 바꾸고 싶어요..! 그래도 되나용?','도안문의','uploads/다운로드 (2).jpg','2025-04-08 19:05:10',7,'4444',NULL,NULL,NULL,'도안 바꾸고 싶어요!!');
/*!40000 ALTER TABLE `question` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `review`
--

DROP TABLE IF EXISTS `review`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `review` (
  `reviewIdx` int NOT NULL AUTO_INCREMENT,
  `reviewNo` int DEFAULT NULL,
  `prdNo` int DEFAULT NULL,
  `memNickname` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  `rating` int DEFAULT NULL,
  `reviewText` varchar(500) DEFAULT NULL,
  `photoPath` varchar(500) DEFAULT NULL,
  `reviewAt` datetime DEFAULT CURRENT_TIMESTAMP,
  `reviewCount` int DEFAULT NULL,
  `reviewPwd` char(20) DEFAULT NULL,
  `ordNo` varchar(50) DEFAULT NULL,
  `ordSeq` int DEFAULT NULL,
  PRIMARY KEY (`reviewIdx`),
  KEY `prdNo` (`prdNo`),
  KEY `memNickname` (`memNickname`),
  KEY `fk_review_order` (`ordNo`),
  KEY `fk_review_orderinfo` (`ordNo`,`ordSeq`),
  CONSTRAINT `fk_review_order` FOREIGN KEY (`ordNo`) REFERENCES `orderinfo` (`ordNo`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `fk_review_orderinfo` FOREIGN KEY (`ordNo`, `ordSeq`) REFERENCES `orderinfo` (`ordNo`, `ordSeq`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `review_ibfk_1` FOREIGN KEY (`prdNo`) REFERENCES `cake` (`prdNo`),
  CONSTRAINT `review_ibfk_2` FOREIGN KEY (`memNickname`) REFERENCES `member` (`memNickname`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `review`
--

LOCK TABLES `review` WRITE;
/*!40000 ALTER TABLE `review` DISABLE KEYS */;
INSERT INTO `review` VALUES (18,NULL,3,'링바링',1,'너무 맛이 없어요..... 이게 키위 맛인지 청사과 맛인지... 겉모습도 찰흙 같고','','2025-05-20 04:06:28',5,'1111','ORD20250520-9a2fab0a',7362),(19,NULL,58,'링바링',2,'아... 케이크가 너무 가격에 비해서 작네요.. 그 점이 가장 아쉽고 맛은 뭐.. 평범하네요','Hello Kitty memes - Keabetswe - Chaos kitty_15a41a60.jpeg','2025-05-20 04:18:11',1,'1111','ORD20250520-b8a360d2',7363),(20,NULL,25,'졸업하자',5,'커비가 귀엽고 케이크는 맛있어요~!! 또 여기서 구매할게요~~','커비_2ffb84a0.jpeg','2025-05-20 04:20:33',1,'2222','ORD20250520-822a7fcf',7364),(21,NULL,9,'졸업하자',5,'케이크가 너무 귀엽고 맛있었습니다. 레몬 맛으로 요청드렸는데, 친절하게 응대해 주셔서 감사했고 기분 좋은 경험이었어요!','kakao_4e8b92d7.png','2025-05-09 00:00:00',2,'2222','ORD1747137912055',7350),(22,NULL,57,'졸업하자',5,'결혼식 당일, 케이크를 처음 봤을 때 눈물이 날 뻔했어요.\r\n제가 요청한 디자인 그대로 너무 예쁘게 만들어 주셔서 정말 감동이었습니다.\r\n신랑, 하객, 가족들 모두 \"케이크 너무 예쁘다\", \"사진 찍고 싶다\"며 칭찬이 끊이질 않았어요.\r\n\r\n맛도 기대 이상이었어요! 보통 예쁜 케이크는 맛이 아쉽다는 말이 많은데, 이 케이크는 촉촉하고 부드러워서 다들 정말 맛있게 먹었답니다.\r\n무엇보다 주문부터 수령까지 친절하게 응대해 주셔서 준비 과정도 기분 좋았어요.','good_f0fee3ad.png','2025-05-20 04:23:17',2,'1234','ORD20250502-9b7ce74e',7339),(23,NULL,116,'박춘식',3,'귀여워요.. 제가 좋아하는 가나디 캐릭터를 케이크에 그려주시다니.. 감격했어요','ganadi_c19b6653.jpeg','2025-05-18 00:00:00',1,'1111','ORD20250520-e258c01d',NULL),(24,NULL,23,'박춘식',5,'보기 좋은 것이 먹기도 좋다더니, 정말 그 말이 딱 맞아요!\r\n케이크 디자인이 너무 예뻐서 한참을 바라보다가 아까워서 쉽게 자르지도 못했어요.\r\n하지만 한 입 먹는 순간, 비주얼만큼이나 맛도 훌륭해서 감탄이 절로 나왔답니다.\r\n정성 가득한 케이크 덕분에 소중한 날이 더 특별해졌어요. 정말 만족해요!','birthcake(3)_e53d52c8.jpg','2025-05-20 17:16:16',8,'1234','ORD1747683122161',NULL),(25,NULL,118,'박춘식',4,'맛이 좋아요~ 근데 디자인이 한정적이어서 밋밋하게 느껴지네요..','','2025-05-20 18:24:17',4,'1234','ORD20250520-e03211f6',NULL);
/*!40000 ALTER TABLE `review` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `wish`
--

DROP TABLE IF EXISTS `wish`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `wish` (
  `wishNo` int NOT NULL AUTO_INCREMENT,
  `prdNo` int DEFAULT NULL,
  `memId` varchar(50) CHARACTER SET euckr COLLATE euckr_korean_ci DEFAULT NULL,
  PRIMARY KEY (`wishNo`),
  KEY `prdNo` (`prdNo`),
  KEY `memId` (`memId`),
  CONSTRAINT `wish_ibfk_1` FOREIGN KEY (`prdNo`) REFERENCES `cake` (`prdNo`),
  CONSTRAINT `wish_ibfk_2` FOREIGN KEY (`memId`) REFERENCES `member` (`memId`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=58 DEFAULT CHARSET=euckr;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `wish`
--

LOCK TABLES `wish` WRITE;
/*!40000 ALTER TABLE `wish` DISABLE KEYS */;
INSERT INTO `wish` VALUES (29,1,'user'),(32,11,'user'),(33,7,'user'),(34,54,'user'),(35,53,'user'),(36,52,'user'),(37,50,'user'),(39,5,'user'),(40,58,'user'),(41,22,'user'),(42,4,'chu'),(43,8,'chu'),(44,6,'chu'),(45,14,'chu'),(54,15,'ring'),(55,19,'ring'),(56,3,'ring'),(57,20,'ring');
/*!40000 ALTER TABLE `wish` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-05-27  1:43:36
